ReInf/Nfse/Templates/TecnoSistemas/ConsultarLoteRps.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
	<soapenv:Header/>
	<soapenv:Body>
		<tem:mConsultaLoteRPS>
			<tem:remessa>
				<![CDATA[<ConsultarLoteRpsEnvio xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd =" http://www.w3.org/2001/XMLSchema" xmlns ="http://www.abrasf.org.br/nfse.xsd">%s<Protocolo>%s</Protocolo></ConsultarLoteRpsEnvio>]]>
			</tem:remessa>
			<tem:cabecalho>
				<![CDATA[<cabecalho xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>20.01</versaoDados></cabecalho>]]>
			</tem:cabecalho>
		</tem:mConsultaLoteRPS>
	</soapenv:Body>
</soapenv:Envelope>